a = 15
b = 35
c = a + b
print(c)
=========================================================================================
number = int(input("Я загадала целое натуральное число! А ну-ка отдагайте-ка его: "))
if number == 25:
    print("Сударыня, да вы просто волшебница!")
else:
    print("Давайте я вам дам ещё одну попыточку")
============================================================================================

sabina = input("Кто такая Сабина? ")
if sabina == "Невиданный зверь":
    print("Верно! Не мышонок, не лягушка, а неведома зверушка!!")
else:
    print(f"Кто знает, кто знает, может она и правда {sabina}")


















